Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Tell me where to find the virus corrupting 9S.
pl: Powiedz mi, gdzie znajdę wirusa powodującego uszkodzenia 9S.

source: Tell the machine lifeform in the forest shack that you've repelled the herd.
pl: Powiedz mechanicznej formie życia przy szopie w lesie, że udało ci się odgonić stado.

source: Tell the machine to get bent.
pl: Każ maszynie spadać.

source: Tell you what—here's a list of what I'll need.
pl: Słuchaj... tutaj masz listę tego, co będzie mi potrzebne.

source: Ten years later, 2B would find herself hunted by both machine lifeforms and YoRHa assassins—a life she seemed to enjoy more than her previous one.
pl: Dziesięć lat później 2B znalazła się w sytuacji, w której ścigały ją zarówno mechaniczne formy życia, jak i zabójcy z YoRHa. Było to jednak życie, które zdawało się sprawiać jej więcej przyjemności niż to poprzednie.

source: Terminal Repairs
pl: Naprawa terminala

source: Test Mail
pl: Wiadomość testowa

source: Testing Project Manager
pl: Menadżer projektu testów

source: Tests don't indicate any abnormalities in his visual circuits, so I have no clue what's up with him.
pl: Testy nie wykazują żadnych nieprawidłowości w jego obwodach wizualnych, więc nie mam pojęcia co się z nim stało.

source: Text
pl: Tekst

source: Texture Filter
pl: Filtrowanie tekstur

source: Th-Thank...
pl: Dz-dzięki...

source: Th-The enemy!
pl: W-wróg!

source: Th-thank you...
pl: Dzię... dziękuję...

source: ThANk you for...foR the FLOWErs.
pl: DziĘKUJę za... za KWIAty.

source: Thaaanks...for plaaaaying...with meeeee...
pl: Dzięęęękiii... zaaaa zabaaaawęęę... zeee mnąąą...

source: Thailand
pl: Tajlandia

source: Thank Pascal for the filter.
pl: Podziękuj Pascalowi za filtr.

source: Thank You
pl: Dziękuję

source: Thank goodness!
pl: Dzięki bogu!

source: Thank goodness! My name is 16D.
pl: Dzięki bogu! Nazywam się 16D.

source: Thank goodness...
pl: Dzięki bogu...

source: Thank you again for bringing him home.
pl: Jeszcze raz dziękuję za przyprowadzenie go do domu.

source: Thank you again for rescuing me.
pl: Jeszcze raz dziękuję za ratunek.

source: Thank you again for your help.
pl: Jeszcze raz dziękujemy za waszą pomoc.

source: Thank you again. Truly.
pl: Znów ci dziękuję. Z całego serca.

source: Thank you again. We know you can do this.
pl: Dziękujemy wam z całego serca! Jesteśmy pewni, że sobie z tym dacie radę.

source: Thank you again. You've helped me remember an important place.
pl: Jeszcze raz dziękuję. Pomogliście mi przypomnieć sobie położenie ważnego miejsca.

source: Thank you for bringing my sister home.
pl: Dziękuję za przyprowadzenie mojej siostry do domu.

source: Thank you for bringing the box to me.
pl: Dziękuję, za dostarczenie mi pozytywki.

source: Thank you for coming.
pl: Dziękuję, że przyszliście.

source: Thank you for everything.
pl: Dziękujemy za wszystko.

source: Thank you for finding this.
pl: Dziękuję, za jego odnalezienie.

source: Thank you for helping me. Do you have any information about my friend?
pl: Dziękuję za pomoc... Ale... wiesz coś może o moim przyjacielu?

source: Thank you for killing them.
pl: Dziękuję, że je zniszczyliście.

source: Thank you for playing.
pl: Dziękujemy, że w nią zagraliście!

source: Thank you for saving me.
pl: Dziękuję za udzielenie mi pomocy.

source: Thank you for saving my son.
pl: Dziękuję za uratowanie mojego syna.

source: Thank you for supporting 9S. Please continue to look after him.
pl: Dzięki za wspieranie 9S. Proszę, dobrze się nim opiekuj.

source: Thank you for visiting me previously.
pl: Dziękuję ci za poprzednią wizytę.

source: Thank you for visiting my shop, and please let me know if I can be of any help. It's the least I can do!
pl: Dziękuję za odwiedzenie mojego sklepu i proszę, daj mi znać, jeśli jest coś w czym mogę ci pomóc? Przynajmniej tyle mogę!

source: Thank you for your continued support. We received a new shipment of plug-in chips today, as well as other superb items that we would love for the fine members of YoRHa to test. And as thanks for your many years of kind patronage, we've made them available for a special price. Please pay us a visit when you can, and feel free to bring your friends! —Resistance Camp Supply
pl: Dziękujemy za wasze ciągłe wsparcie. Dostaliśmy dziś nową dostawę czipów rozszerzeń i innych znakomitych przedmiotów, które chcemy, aby wypróbowali nasi znakomici członkowie YoRHy. W podziękowaniu za wasz wieloletni patronat, udostępniliśmy je za specjalną cenę. Proszę, odwiedźcie nas przy najbliższej okazji i nie wahajcie się zaprosić swoich przyjaciół! —Zaopatrzenie obozu Ruchu Oporu

source: Thank you for your support!
pl: Dziękuję za wasze wsparcie!

source: Thank you so much for all you've done!
pl: Dziękuję za wszystko, co dla nas zrobiłaś!

source: Thank you so much for bringing him home.
pl: Bardzo wam dziękuję za przyprowadzenie go do domu.

source: Thank you so much for saving me.
pl: Tak bardzo ci dziękuję za ratunek.

source: Thank you so much for the picture!
pl: Ogromne dzięki za fotografię!

source: Thank you so much!
pl: Tak bardzo ci dziękuję!

source: Thank you so much.
pl: Wielkie dzięki!

source: Thank you so much. And please be careful, all right?
pl: Tak bardzo wam dziękuję. I proszę, uważajcie na siebie, dobrze?

source: Thank you so muc—BLUUUUUURGH!
pl: Tak bardzo ci dzię... BŁEEEE!

source: Thank you very much for dropping by today.
pl: Dziękuję ci bardzo za dzisiaj.

source: Thank you very much.
pl: Bardzo ci dziękuję.

source: Thank you very much. Here is a token of my appreciation.
pl: Bardzo ci dziękuję. Oto wyraz mojej wdzięczności.

source: Thank you!
pl: Dziękuję!

source: Thank you! Thank you!
pl: Dziękuję! Dziękuję!

source: Thank you, 2B.
pl: Dziękuję, 2B.

source: Thank you, 2B. Thank you for showing me this.
pl: Dziękuję, 2B. Dziękuję, że mi to pokazałaś.

source: Thank you, A2...
pl: Dziękuję, A2...

source: Thank you, Commander.
pl: Dziękuję, Pani Komandor.

source: Thank you, my child.
pl: Dziękuję, moje dzieci.

source: Thank you, thank you!
pl: Dziękuję, dziękuję!

source: Thank you.
pl: Dziękuję.

source: Thank you. ...You can begin with me.
pl: Dziękuję wam... Możecie zacząć ode mnie.

source: Thank you. Here's her bio-code—it should help you find her.
pl: Dziękuję. To jej bio-kod. Powinien pomóc.

source: Thank you. Here, take this.
pl: Dziękuję. Proszę, weź to.

source: Thank you. I know this must have been difficult.
pl: Dziękuję. Wiem, że to musiało być trudne.

source: Thank you. I'll be sure to share this with the Council of Humanity on the moon.
pl: Dziękuję. Przekażę tę informację Radzie Ludzkości na księżycu.

source: Thank you. Oh, and I know this isn't much, but please take it.
pl: Dziękuję. Och... Wiem, że to niewiele, ale... Proszę, weź to.

source: Thank you. Please show me anything of interest you find.
pl: Dziękuję. Proszę, przynoście do mnie wszystko, co uznacie, że może być interesujące.

source: Thank you. We just need an elaborate gadget to conduct the repairs.
pl: Dziękuję. Do przeprowadzenia niezbędnych napraw potrzebujemy wyrafinowanego mechanizmu.

source: Thank you. You have no idea how much this helps.
pl: Dziękuję. Nie masz pojęcia, jak bardzo nam to pomoże.

source: Thank you. You should stay here until the rescue team arrives.
pl: Dziękuję. Powinnaś tu zostać do czasu dotracia ekipy ratunkowej.

source: Thank you...
pl: Dziękuję...

source: Thank you...Nine...s.
pl: Dziękuję... Nine...s.

source: Thank you?
pl: Dziękuję?

source: Thank... giving meaning to my life...
pl: Dzięki... nadałaś sens mojemu życiu...

source: Thank...you...
pl: Dzię...kuję...

source: Thankfully, this is no longer an issue. Thank you so much!
pl: Na szczęście, dzięki tobie, to już nie stanowi problemu. Bardzo ci dziękuję!

source: Thanks a bunch for finding this. Really.
pl: Dzięki wielkie, że go odnalazłeś. Naprawdę.

source: Thanks a million! So meat's at the top of the list, naturally, which means I need you to head out and find both moose and boar meat.
pl: Dzięki wielkie! Mięso oczywiście znajduje się na szczycie listy, więc potrzebuję, żebyście wyruszyli i zdobyli, zarówno mięso łosia, jak i dzika.

source: Thanks again for the help!
pl: Jeszcze raz, dziękuję za pomoc.

source: Thanks again, Nines. You're really helping out here.
pl: Jeszcze raz dziękuję, Nines. Naprawdę bardzo mi pomagasz.

source: Thanks for all you've been doing for us late—oh! I nearly forgot.
pl: Dziękuję za to, co dla nas zrobiliście... Och! Byłabym zapomniała.

source: Thanks for all you've been doing for us.
pl: Dziękuję za to, co dla nas zrobiliście.

source: Thanks for building this, Big Sis!
pl: Dziękujemy za skonstruowanie tego, siostro!

source: Thanks for everything.
pl: Dziękuję za wszystko.

source: Thanks for helping me search earlier!
pl: Dzięki za pomoc we wcześniejszych poszukiwaniach!

source: Thanks for playing with me.
pl: Dziękuję za zabawę ze mną.

source: Thanks for securing access to those desert resources. It's a huge help.
pl: Dzięki za pomoc w zabezpieczeniu zasobów na pustyni. To ogromna pomoc.

source: Thanks for stopping by! Accord's is a thriving chain of weapon stores with over 140 locations across the world. We feature a fantastic selection of goods, including swords that match the regional features and squads of each country! In addition to newly developed equipment, we are technologically unrivaled when it comes to taking ancient blades and making them ready for use again. We proudly invite you to explore the wide variety of weaponry born of the skillful handiwork and extraordinary passion of our founder, Accord. We appreciate your continued support, and look forward to serving you in the future.
pl: Dziękujemy za wizytę! „Accord's” to prosperująca sieć sklepów z bronią, posiadająca oddziały w ponad 140 miejscach na całym świecie. Posiadamy cudowny wybór dóbr, między innymi mieczy, które odpowiadają regionalnemu stylowi i oddziałom każdego kraju! Nie tylko tworzymy nowe uzbrojenie, ale jesteśmy też technicznie niezrównani, jeśli chodzi o zajmowanie się starożytnymi ostrzami, oraz przywracanie ich do dawnej świetności. Z dumą zapraszamy do przeglądania różnorodnej broni zrodzonej ze zręcznego rękodzieła i wyjątkowej pasji naszej założycielki, pani Accord. Doceniamy twoje dalsze wsparcie i nie możemy się doczekać ponownej współpracy.

source: Thanks for taking care of him. And congrats!
pl: Dzięki za zajęcie się nim. I gratulacje!

source: Thanks for the assist.
pl: Dzięki za wsparcie.

source: Thanks for the backup.
pl: Dziękuję za wsparcie.

source: Thanks for the help.
pl: Dziękuję za pomoc.

source: Thanks for the help...
pl: Dziękuję za pomoc...

source: Thanks for your help the other day!
pl: Dzięki za pomoc!

source: Thanks in advance for handling that transporter repair.
pl: Z góry dziękuję za pomoc przy naprawie transporterów.

source: Thanks in advance for investigating that access point that went dark.
pl: Z góry dziękuję za zbadanie niedziałających punktów dostępu.

source: Thanks much!
pl: Wielkie dzięki!

source: Thanks so much! My supervisor is a real hardass, so if this doesn't get done, I'm a dead man.
pl: Wielkie dzięki! Moja przełożona to prawdziwa tyran, więc jeśli się z tym nie uporam, marnie skończę...

source: Thanks to Devola and Popola's backup, 9S finally enters the Tower, which has some entertainment prepared. The worst thing 9S could imagine: A group of 2B-type androids.
pl: Dzięki wsparciu Devoli i Popoli, 9S w końcu dostaje się do Wieży, która przygotowała dla niego nieco rozrywki. I to w postaci najgorszej rzeczy, jaką mógł sobie wyobrazić: grupy androidów typu 2B.

source: Thanks to my operator, I understand the plan perfectly.
pl: Dzięki mojej operatorce, rozumiem plan perfekcyjnie.

source: Thanks to the medicine, the sick moose made a full recovery. The relieved machine expressed wonder that living animals can't simply be repaired as machines are, and also that they possess warmth that machine lifeforms lack.
pl: Dzięki lekarstwu, chory łoś w pełni wyzdrowiał. Uradowana maszyna wyraziła zdumienie, że żywe zwierzęta nie mogą być po prostu naprawione jak maszyny, i że mają w sobie ciepło, którego brak mechanicznym formom życia.

source: Thanks to you defeating the S Rank champ, he'll be spending his days in jail for a while. Thanks!
pl: Dzięki za pokonanie czempiona rangi S, spędzi sobie parę dni w więzieniu. Dzięki!

source: Thanks to you, I have a decent lineup of products.
pl: Dzięki tobie mam teraz szereg niezłych produktów.

source: Thanks to your efforts, I can live here in peace once more.
pl: Dzięki waszym staraniom, znów mogę tutaj żyć w spokoju.

source: Thanks to your magnanimous investment, the self-proclaimed genius was ready to undertake the invention of a lifetime. After a while, a gigantic structure that reached beyond the limits of your vision appeared...a structure that was in truth a launching platform that could send its payload to the moon! ...Unfortunately, it never reached the moon. It missed and hit Mars instead, much to the inventor's chagrin.
pl: Dzięki twoim wspaniałomyślnym inwestycjom, samozwańczy geniusz był gotów podjąć się stworzenia wynalazku swojego życia. Po pewnym czasie pojawiła się gigantyczna struktura, sięgająca poza granice twojego pola widzenia... struktura, która była tak naprawdę platformą startową, zdolną do wyniesienia ładunku na księżyc! Niestety, nigdy nie dotarł na księżyc. Nieprecyzyjne obliczenia spowodowały, że zamiast na księżyc, trafił na Marsa. Ku wielkiej rozpaczy wynalazcy.

source: Thanks!
pl: Dzięki!

source: Thanks! I knew I could count on you!
pl: Dzięki! Nie wiem skąd, ale wiedziałam, że mogę na was liczyć!

source: Thanks, 2B! Sending the details now.
pl: Dzięki, 2B! Wysyłam ci szczegóły.

source: Thanks, 2B.
pl: Dzięki, 2B.

source: Thanks, Operator!
pl: Dziękuję, Operatorko!

source: Thanks, Operator. 9S out.
pl: Dzięki, Operatorko. 9S, bez odbioru.

source: Thanks, Operator. That's good to know.
pl: Dzięki, Operatorko. To bardzo cenna informacja.

source: Thanks, mister! Thanks, grumpy lady! Oh, and here. You can have this.
pl: Dziękuję panu! Dziękuję marudnej pani! A, i proszę. Możecie to wziąć.

source: Thanks.
pl: Dzięki.

source: Thanks. I appreciate it.
pl: Dzięki. Naprawdę to doceniam.

source: Thanks. I have to track down a total of three plug-in chips.
pl: Dzięki. Musimy namierzyć w sumie trzy czipy.

source: Thanks. This is a HUGE help.
pl: Dzięki. To będzie dla nas OGROMNA pomoc.

source: Thanks. We owe you one.
pl: Dziękujemy. Jesteśmy waszymi dłużnikami.

source: Thanks...
pl: Dzięki...

source: That Goliath we just encountered—
pl: Ten Goliat, na którego właśnie natrafiliśmy...

source: That all you've got?
pl: Tylko na tyle cię stać?

source: That aside,
pl: Poza tym,

source: That being said,
pl: Co powiedziawszy,

source: That body there. You can handle it.
pl: To ciało. Dasz sobie z nim radę.

source: That boy just refuses to listen to me, and now he's gone and run off to who knows where!
pl: Ten chłopak w ogóle nie chce mnie słuchać, a teraz jeszcze uciekł. Kij wie gdzie!

source: That building... It's exactly what us lifeless creatures have longed for!
pl: Ten budynek... To jest dokładnie tym, za czym my, martwe istoty, tęskniliśmy!

source: That can't be true.
pl: To nie może być prawda.

source: That chip should help with your search, once you install it.
pl: Ten chip pomoże w twoich poszukiwaniach, gdy już go zainstalujesz.

source: That concept is a bit too abstract for me to understand at this time.
pl: W tej chwili, ten koncept jest dla mnie zbyt abstrakcyjny, aby go zrozumieć.

source: That concludes your mission summary. As for the detailed breakdown, the first thing to remember is...
pl: To kończy podsumowanie misji. Jeśli chodzi o szczegóły, pierwsza sprawa do zapamiętania to...

source: That depends on what I do with it.
pl: To zależy od tego, co z nimi zrobię.

source: That door leads to the sanctum of His Grace.
pl: Te drzwi prowadzą do sanktuarium Jego Świątobliwości.

source: That drug... S-So wonderful... Everything feels amaaaaazing... Heeee hee hee...
pl: Ten narkotyk... Jest t-taki wspaniały... Wszystko jest takie cudooooowne... Hihi hihi hi...

source: That enormous machine is an ancient weapon.
pl: Ta gigantyczna maszyna jest starożytną bronią.

source: That guy found one just lying around, so I should probably go see what I can find.
pl: Tamten koleś znalazł jeden leżący luzem, więc może powinien sprawdzić, czy mnie nie udałoby się czegoś znaleźć.

source: That guy really seems to like you. Don't worry—he's a good man at heart, though he sure likes to brag.
pl: Ten gość chyba naprawdę was lubi. Nie przejmujcie się. Ma dobre serce, tylko lubi się przechwalać.

source: That guy you're looking for might be at our storage facility in the city ruins.
pl: Ten gość, którego szukasz, zapewne nadal znajduje się w magazynie. W ruinach miasta.

source: That habit of laughing away pain
pl: Ten nawyk zbywania bólu śmiechem

source: That huge structure is some kind of launch platform.
pl: Ta ogromna konstrukcja jest jakimś rodzajem platformy startowej.

source: That is all that remains from their personal record during the era in which they were referred to as administrators.
pl: To wszystko, co pozostało z ich osobistych zapisów z czasów, gdy pełniły funkcję administratorek.

source: That is all.
pl: To wszystko.

source: That is what "we" believe.
pl: To jest to, w co „my” wierzymy.

source: That is why you, the YoRHa forces, exist:
pl: Z tego powodu stworzono siły YoRHa:

source: That isn't going to work on me!
pl: Na mnie to nie zadziała!

source: That kid's got issues...
pl: Ten dzieciak ewidentnie ma jakiś problem...

source: That lady WAS pretty creepy, though. Kept grinning at me like a crazy person.
pl: Ta kobieta była naprawdę dziwna. Ciągle się do mnie szczerzyła. Jak szalona.

source: That language again...
pl: Znów ten język...

source: That last battle looked really tough, but you pulled through. It was mesmerizing!
pl: Ta ostatnia bitwa wyglądała naprawdę ciężko, ale udało ci się. To było hipnotyzujące!

source: That last one was worthless! It broke down almost instantly! I need a stronger one!
pl: Ten ostatni był bezwartościowy! Zepsuł się niemal natychmiast! Daj mi coś silniejszego!

source: That left four of us: Lilly, Dahlia, Margaret, and Number 16. </page>
pl: Została jeszcze czwórka: Lilly, Dalia, Margaret i Numer 16. </page>

source: That looks busted, all right.
pl: Faktycznie... Wygląda na uszkodzone.

source: That loss
pl: Ta strata warta jest

source: That machine had some pretty weird things to say, huh?
pl: Ta maszyna mówiła dość dziwne rzeczy, co nie?

source: That machine looks a lot tougher than this one...
pl: Ta maszyna wygląda na dużo silniejszą od tej poprzedniej...

source: That machine... I think something's wrong with it.
pl: Ta maszyna... Wydaje mi się, że coś jest z nią nie tak...

source: That means I'll be performing regular checks on you from now on.
pl: To oznacza, że od teraz będę przeprowadzał na tobie regularne przeglądy.

source: That means a special prize is waiting for you inside the Tower!
pl: Oznacza to, że wewnątrz Wieży czeka na ciebie specjalna nagroda!

source: That means all of us... 2B...
pl: To znaczy, że my wszyscy... 2B...

source: That means if you keep practicing something you're not good at, you'll eventually get better! Pretty sweet, no?
pl: To znaczy, że jeśli będziesz ćwiczyć coś, co ci nie idzie, w końcu będzie ci szło coraz lepiej! Całkiem fajne, co?

source: That means items aren't transferred—so if you die, you need to recover plug-in chips from your previous body.
pl: To oznacza, że przedmioty nie są przenoszone — jeśli umrzesz, musisz odzyskać czipy ze swojego poprzedniego ciała.

source: That means they're still alive. Let's go!
pl: Co? Tylko tyle? To oznacza, że powinni nadal żyć. Ruszajmy!

source: That moon server you're so worried about was invented to give us androids something to fight for.
pl: Serwer na księżycu, o który się tak bardzo martwisz, został stworzony, aby dać nam — androidom — powód do walki.

source: That must be the gate Pascal opened for us.
pl: To musi być ta brama, którą otworzył dla nas Pascal.

source: That night, bandits broke into her house, assaulted her daughter, and murdered her grandchild. The songbird then reappeared with a single question: "How long will your hatred burn this time?"
pl: Tego wieczoru, bandyci włamali się do jej domu, napadli jej córkę i zabili jej wnuka. Słowik znów pojawił się z jednym pytaniem: „Jak długo będzie płonęła w tobie nienawiść tym razem?”

source: That old piece of crap? Yeah, I gave it to her. Hell, I never wanted it in the first place.
pl: Tę starą szmatę? Tak, dałam jej go. Szczerze? Nigdy go nie potrzebowałam.

source: That operation was carried out by the YoRHa generation that came before us, right?
pl: Ta operacja została przeprowadzona przez generację YoRHa, która pojawiła się przed nami, prawda?

source: That oughta be enough sap. Time to head back.
pl: Tyle żywicy powinno wystarczyć. Pora wracać.

source: That person in the red hood killed my friend...
pl: Ta osoba w czerwonym kapturze zabiła moją przyjaciółkę...

source: That place is so stuffy. I hate it there.
pl: Zawsze jest tam tłok. Nie znoszę tam chodzić.

source: That really was brilliant work, which means I've got a special surprise for you.
pl: Naprawdę świetna robota! A to oznacza, że zasłużyłeś na specjalną niespodziankę.

source: That red is perfect for our new YoRHa colors, so we were hoping to—
pl: Ten czerwony kolor świetnie pasowałby do nowych barw YoRHa, więc chcieliśmy...

source: That reminds me,
pl: Co przypomina mi,

source: That round guy is acting kind of strange.
pl: Ten okrągły koleś jakoś dziwnie się zachowuje.

source: That said,
pl: Powiedziawszy to,

source: That said, most people here don't even care about revenge. They're just here to kill.
pl: A mimo to, większość ludzi tutaj nawet nie dba o zemstę. Oni są tu tylko po to, by zabijać.

source: That seems kind of boring. I mean, no offense.
pl: To wydaje się trochę nudnym zajęciem. Oczywiście, bez urazy.

source: That seems like a big fat no. Guess it won't mind if I hack my way inside...
pl: To wygląda jak jedno wielkie "nie". Chyba nie będzie miał nic przeciwko, jak się do niego whakuję...

source: That seems to be my only option.
pl: To chyba moja jedyna opcja...

source: That should be enough moose and boar meat. Let's get it back to the trader.
pl: Chyba mamy już wystarczającą ilość mięsa z łosia i dzika. Zanieśmy je handlarzowi.

source: That should be enough. Let's get these back to the trader.
pl: Tyle powinno wystarczyć. Zanieśmy je handlarzowi.

source: That should be everything.
pl: To chyba wszystko...

source: That should do it for the meat. Let's get it to that trader.
pl: Tyle mięsa powinno wystarczyć temu handlarzowi. Wracajmy do niego.

source: That should do it for the moose and boar meat. Guess we should report back to the trader.
pl: Taka ilość mięsa z łosia i dzika powinna wystarczyć. Chyba możemy wracać do handlarza.

source: That should take care of the jamming.
pl: To powinno anulować zakłócenia.

source: That storage area is in pretty sad shape. My supervisor came in earlier and really wrecked the place.
pl: Ten magazyn jest w opłakanym stanie. Moja przełożona przyszła tu wcześniej i narobiła prawdziwego bałaganu.

source: That this world...is utterly meaningless.
pl: Że ten świat... Jest całkowicie bez znaczenia.

source: That voice couldn't have been that machine's...thoughts, right?
pl: Ten głos... to nie mogły być myśli tej maszyny. Prawda...?

source: That voice. ...Number 21? She's screaming something about...reprogramming?<bt_wait>
pl: Ten głos... Numer 21? Krzyczy coś o... przeprogramowaniu?

source: That was a spectacular victory!
pl: To było spektakularne zwycięstwo!
